[
    {
        "animeId": "bocchi-the-rock",
        "title": "Bocchi the Rock!",
        "synopsis": "Yearning to make friends and perform live with a band, lonely and socially anxious Hitori \"Bocchi\" Gotou devotes her time to playing the guitar. On a fateful day, Bocchi meets the outgoing drummer Nijika Ijichi, who invites her to join Kessoku Band when their guitarist, Ikuyo Kita, flees before their first show. Soon after, Bocchi meets her final bandmate—the cool bassist Ryou Yamada. Although their first performance together is subpar, the girls feel empowered by their shared love for music, and they are soon rejoined by Kita. Finding happiness in performing, Bocchi and her bandmates put their hearts into improving as musicians while making the most of their fleeting high school days.",
        "type": "TV",
        "subOrDub": "Sub",
        "genres": [
            "Comedy",
            "Music",
            "Slice of Life"
        ],
        "Duration": "23 min per ep",
        "image": "https://www.kaorinusantara.or.id/english/wp-content/uploads/2022/10/bocchi4.jpg"
    },
    {
        "animeId": "86",
        "title": "Eighty Six",
        "synopsis": "According to the Republic of San Magnolia, their ongoing war against the Giadian Empire has no casualties—however, that is mere propaganda. While the silver-haired Alba of the Republic's eighty-five sectors live safely behind protective walls, those of different appearances are interned in a secret eighty-sixth faction. Known within the military as the Eighty-Six, they are forced to fight against the Empire's autonomous Legion under the command of the Republican \"Handlers.\" Vladilena Milizé is assigned to the Spearhead squadron to replace their previous Handler. Shunned by her peers for being a fellow Eighty-Six supporter, she continues to fight against their inhumane discrimination. Shinei Nouzen is the captain of the Spearhead squadron. Infamous for being the sole survivor of every squadron he's been in, he insists on shouldering the names and wishes of his fallen comrades. When the fates of these young souls from two different worlds collide, will it ignite the spark that lights their path to salvation, or will they burn themselves in the flames of despair? ",
        "type": "TV",
        "subOrDub": "Sub",
        "genres": [
            "Drama",
            "Sci-Fi"
        ],
        "Duration": "23 min per ep",
        "image": "https://netflix-news.atsit.in/id/wp-content/uploads/2022/03/86-eighty-six-season-3-masih-banyak-konten-baru-yang-bisa-diadaptasi-untuk-anime.png"
    },
    {
        "animeId": "5-toubun-no-hanayome-movie",
        "title": "5 Toubun Nohanayome Movie",
        "synopsis": "Futaro has led five quintuplets to the point where they can graduate and pursue their own dreams. Now, finally, they had reached their final school festival. Having decided to make this occasion one to remember, Futaro searches for his feelings for the five quintuplets.",
        "type": "Movie",
        "subOrDub": "Sub",
        "genres": [
            "Comedy",
            "Drama",
            "Romance",
            "Slice of Life"
        ],
        "Duration": "2 hr 16 min",
        "image": "https://img.zorores.com/_r/1366x768/100/a0/f0/a0f0dd8defbe4ce0726d2f6f9a7ce09d/a0f0dd8defbe4ce0726d2f6f9a7ce09d.jpg"
    },
    {
        "animeId": "chainsaw-man",
        "title": "Chainsaw Man",
        "synopsis": "Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash. Unfortunately, he has outlived his usefulness and is murdered by a devil in contract with the yakuza. However, in an unexpected turn of events, Pochita merges with Denji's dead body and grants him the powers of a chainsaw devil. Now able to transform parts of his body into chainsaws, a revived Denji uses his new abilities to quickly and brutally dispatch his enemies. Catching the eye of the official devil hunters who arrive at the scene, he is offered work at the Public Safety Bureau as one of them. Now with the means to face even the toughest of enemies, Denji will stop at nothing to achieve his simple teenage dreams.",
        "type": "TV",
        "subOrDub": "Sub",
        "genres": [
            "Action",
            "Adventure",
            "Demons",
            "Gore",
            "Shounen"
        ],
        "Duration": "24 min per ep",
        "image": "https://img.zorores.com/_r/1366x768/100/63/fd/63fd43c52feed34e8aa90e4d0ce5cb2f/63fd43c52feed34e8aa90e4d0ce5cb2f.jpg"
    },
    {
        "animeId": "spy-x-family-part-2",
        "title": "Spy X Family Part 2",
        "synopsis": "The second part of Spy x Family.",
        "type": "TV",
        "subOrDub": "Sub",
        "genres": [
            "Comedy",
            "Action"
        ],
        "Duration": "24 min per ep",
        "image": "https://img.zorores.com/_r/1366x768/100/0b/10/0b1050c4e94c5be68e58856518940454/0b1050c4e94c5be68e58856518940454.jpg"
    },
    {
        "animeId": "kage-no-jitsuryokusha-ni-naritakute",
        "title": "The Eminence In Shadow",
        "synopsis": "Great heroes and diabolical villains are the types of characters that people long to be—but not Cid Kagenou. He longs to become the true mastermind behind it all, pulling the strings, and having his machinations drive the entire story. In his previous life in modern-day Japan, he was not able to achieve his goals. But now, reborn into a world of magic, he will show the true eminence of shadow! As Cid pretends to be just another average mob character, he recruits members to his (fake) organization Shadow Garden, aiming to take down the mysterious cult who lurks in the shadows. With plenty of ad-libs, Cid leads his (fake) organization against the foul (yet surprisingly real) Diabolos Cult.",
        "type": "TV",
        "subOrDub": "Sub",
        "genres": [
            "Action",
            "Comedy",
            "Fantasy",
            "Isekai",
            "Reincarnation"
        ],
        "Duration": "24 min per ep",
        "image": "https://animecorner.me/wp-content/uploads/2022/10/eminence.png?ezimgfmt=ng%3Awebp%2Fngcb21%2Frs%3Adevice%2Frscb21-1"
    }

]